KAVITA_DATA.push({
  id: "k015",
  title: "आमा",
  category: "kavita",
  tags: ["माया", "प्रेम", "ममता"],
  cover: "covers/file_00000000b9f87206b99cd055ed185f24.png",
  coverEmoji: "🏔️",
  date: "2024-12-01",
  readTime: "शार्दूविक्रीडितम्",
  featured: true,
  content: `
रित्तो गाँस निलेर भोक मुखले, सन्तानका खातिरी
सारा कष्ट सहेर मन्द मुखमा मुस्कान छर्थ्यौ तिमी। 
खुम्चेको छ निधार गाँठ अहिले, छन् पाखुरा सुस्त ती 
सेता केश फुलेर जीर्ण तनले छाड्दैछ आफ्नो गति।।१।।

आखामा अब दृश्य छैन चकिलो , सुस्तो छ कर्ण ध्वनि 
चल्दैनन् अब हात पाउ पहिले जस्तै स्वतः स्फूर्त यी।
थोता दाँत ,  त्वचा फुटी पटपटी काया भयो जर्जर 
बोली मन्द भयो परन्तु ममता उस्तै सदा सुन्दर।।२।।


लाग्दा ठेस , दुखाई भुल्न पहिले निस्किन्छ- आमा -भनी
बाडुल्की बनि सम्झदै निकटता, टाढा हुँदामा पनि। 
मायाको अनुभूत ,गर्न बलले मुस्कानका साथमा।। 
बाँधेको उपहार छुट्टिनु अघि फैलाउँछ्यौ हातमा ।।

गर्दा भूल भुलेर माफ तिमीले, या प्रेमकाे यातना
मेरा निम्ति अमूल्य लाग्छ उपमा, मातृत्वको साधना।
तिम्रै काख सिरान पुग्छ ,तकिया पर्दैन आवश्यक 
तिम्रो पौरखसामु, तुच्छ छ सबै संसारको तागत।



बाँधेको उपहार छुट्टिनु अघि फैलाउँदै हातमा 
मायाको अनुभूत ,गर्न बलले मुस्कानका साथमा।। 
तिम्रो हिम्मत देखि थाक्छ  दुनिया, साक्षात् विधाता पनि 
लेखेको दुख देखिँदैन किन हो ?आश्चर्यमा छन् उनी।

`
});
