// लेख ६ - जीवनको अर्थ
KAVITA_DATA.push({
  id: "l001",
  title: "गीता ज्ञान ",
  category: "lekh",
  tags: ["जीवन", "दर्शन", "विचार"],
  cover: "covers/Geeta.png",
  coverEmoji: "📚",
  date: "2025-01-20",
  readTime: "शार्दूलविक्रीडितम्",
  featured: false,
  content: `धर्मक्षेत्र पवित्र युद्धस्थलमा, जम्मा भाएका त्यहा 
मेरा, पाण्डव का ति पुत्र हरुले के गर्दच्छन् युद्दमा।
चल्दैछन् धमनी असह्य मनमा बढ्दै छ चर्को भय 
सारा दृश्य बताउ जे छ अहिले, विस्तारमा सञ्जय ।१

देखेर जब पाण्डु पुत्रहरुको  त्यो सैन्यता भीषण 
द्रोणाचार्य समक्ष  गर्दछ सबै व्याख्यान दुर्योधन ।
हे आचार्य म देख्दछु  द्रुपदका छोराहरु साथ ती 
सौभद्रा, युयुधान, भोज ,पुरूजित्, विक्रान्त, चेतिपति ।।२

काशीराज विराट पुङ्गव सबै  श्रीकृष्णका साथमा 
पाँचै पाण्डको त्यो व्यूह रचना  संग्रामको साधना ।
हाम्रोमा पनि छन् विशाल बलका खानी भएका जन
साक्षात् भीष्म पिता, कृपीसुत, कृपः, आचार्य,दुर्योधन ।३

त्यस्तै कर्ण विकर्ण  युद्ध विजयी सेना ति यूपध्वज
आफ्नो देह विमोह त्यागि रणको सम्मानमा अग्रज 
मेरा लागि तयार मर्न  कति छन् , छन् मार्न उत्साहित
आशीर्वाद सदैव होस् हजुरको निर्वाध हाम्रै जित।।४

चारै तर्फ छ युद्धको विगबिगी बज्दैछ शंख ध्वनि।
सारा सैनिक शस्त्र अस्त्र सँग छन् संहारका खातिरी।
साक्षात् केशव सारथी र रथमा गांडीवघृत् अर्जुन।
गर्च्छन् चाह युयुत्सु बन्धु जनको मैदानमा दर्शन ।५

आज्ञा अर्जुनको बुझेर रथ त्यो श्री कृष्णले मोडनु भो
सारा दृश्य समेटिने  सहजता मध्यस्थमा रोक्नु भो।
देखेर दुई पक्षबीच धमिलो संग्राम त्यो भीषण ।
आफ्ना हात कपाउँदै, असजिलो  देखेर आफ्नै जन।६

जस्को हात समाउँदै अवनिमा खेल्थे हिजोका दिन 
वैरी मान्नु कठोर भै कन यहां, हे कृष्ण के कारण।
के नै पुण्य कमाउने स्वजनको संहार गर्दा अब 
आफ्नै वंश विरोध दोष कसरी खेप्नु र हे माधव ।७

के नै अर्थ रह्यो र राज्य, सुखको , सम्मान  वैधूर्य त्यो
आफ्नै लाई परास्त मुर्छित गरी के अर्थ त्यो जीत को।
मेरा हात लुलाउँदै त मनमा छैनन समाघारणा 
के होला उपयुक्त, सत्य पथमा लैजाऊ हे माधव ।।८


आफ्नो सस्त्र छुटाई ,बाह्य रथाम ऑर्लेर चिन्ताकुल
दुःखी त्रासित खिन्न,  मीन जसरी पानी विना व्याकुल ।
मानी शिष्य समान अर्जुन, त्यहा संकोच तोड्दै सब।
गीता ज्ञान सुनाउँदै जगतका कल्याणमा केशव ।९

गर्दै छौ उपयुक्त तर्कः रणमा विद्वान जस्तै कुरा
चिन्ता जन्म र मृत्यु दुःख सुखमा अल्झेर मात्रै वृथा ।
सिंगो राज सभा ,अगाडि सबका ,लुट्दा यहाँ अस्मिता 
बस्ने मौन समस्त, माथि करुणा देखाउँदैछौ अझ?।।१०

जुन् चिन्ता छ शरीर मृत्यु भयको, नासिन्छ हो निश्चय 
मात्रै कारण बन्नु पर्छ तिमीले सत् धर्म का खातिर।
आत्मा नित्य छ , नाश छैन यसको तस्मात् विना कारण
आफ्नो धर्म बुझेर पालन गर  संकल्प हे अर्जुनं।११


});
